// Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).
// 4 -> да
// -3 -> нет
// 7 -> нет

int num1 = 4;
if ((num1 % 2) == 0)
{
    Console.WriteLine($"число {num1} является четным");
}
else
{
    Console.WriteLine($"число {num1} является нечетным");
}




int num2 = -3;
if ((num2 % 2) == 0)
{
    Console.WriteLine($"число {num2} является четным");
}
else
{
    Console.WriteLine($"число {num2} является нечетным");
}



int num3 = 7;
if ((num3 % 2) == 0)
{
    Console.WriteLine($"число {num3} является четным");
}
else
{
    Console.WriteLine($"число {num3} является нечетным");
}